Repository: ManGregory/microblog
Catalog: app/translations/*/LC_MESSAGES/messages.po
Languages: uk

source: Pleas log in to access this page
uk: Будь ласка зареєструйтесь для перегляду цієї сторінки

source: This nickname has invalid chars.
uk: Ім'я користувача включає заборонені символи

source: This nickname is already in user. Please choose another one
uk: Це ім'я вже використовується. Будь ласка оберіть інше

source: Error: translation service not configured.
uk: Помилка: сервіс перекладу не налаштований

source: Error: translation service not available.
uk: Помилка: сервіс перекладу недоступний

source: Error: Unexpected error.
uk: Помилка: Неочікувана помилка

source: Your post is now live!
uk: Ваш пост опубліковано!

source: Post not found.
uk: Пост не знайдено.

source: You cannot delete this post.
uk: Ві не можете видалити цей пост.

source: Your post has been deleted
uk: Ваш пост було видалено

source: Invalid login. Please try again.
uk: Невірний логін. Будь ласка спробуйте ще.

source: User %(nickname)s not found.
uk: Користувача %(nickname)s не знайдено.

source: Your changes have been saved.
uk: Зміни було збережено.

source: You can't followe yourself!
uk: Ви не можете підписатся на самого себе!

source: Cannot follow %(nickname)s.
uk: Неможливо підписатися на %(nickname)s.

source: You are now following %(nickname)s!
uk: Ви підписалися на %(nickname)s!

source: You can't unfollow yourself!
uk: Ви не можете відписатися від самого себе!

source: Cannot unfollow %(nickname)s.
uk: Неможливо відписатися від %(nickname)s.

source: You have stopped following %(nickname)s.
uk: Ви відписалися від %(nickname)s.

source: File Not Found
uk: Файл не знайдено

source: Back
uk: Назад

source: An unexpected error has occured
uk: Відбулася помилка

source: The administrator has been notified. Sorry for the inconvenience
uk: Адміністратор вже знає. Вибачте за незручність

source: Error: Could not contact server.
uk: Помилка: Неможливо підключитися до сервера.

source: Home
uk: Головна

source: Your Profile
uk: Ваш профіль

source: Logout
uk: Вийти

source: Search
uk: Знайти

source: Edit Your Profile
uk: Змінити профіль

source: Your nickname:
uk: Ваш нік:

source: About yourself:
uk: Про себе:

source: Choose your language:
uk: Виберіть свою мову:

source: "Save Changes"
uk: "Зберегти зміни"

source: %(nickname)s is now a follower.
uk: %(nickname)s підписався на вас.

source: Regards,
uk: З повагою,

source: The <code>microblog</code> admin
uk: <code>microblog</code> admin

source: Hi, %(nickname)s!
uk: Здоровеньки були, %(nickname)s!

source: Say something:
uk: Скажи що-небудь:

source: Post!
uk: Пост!

source: Newer posts
uk: Нові пости

source: Older posts
uk: Старі пости

source: Please Sign In
uk: Будь ласка увійдіть

source: Click on your OpenID provider below:
uk: Виберіть вашого провайдера OpenID нижче:

source: Or enter your OpenID here:
uk: Або введіть свій OpenID тут:

source: Remember Me
uk: Запамятати мене

source: Sign In
uk: Увійти

source: %(nickname)s said %(when)s:
uk: %(nickname)s сказав %(when)s:

source: Translate
uk: Перекласти

source: Delete
uk: Видалити

source: Search results for "%(query)s":
uk: Результати пошуку "%(query)s":

source: Last seen:
uk: В останнє був:

source: Followers:
uk: Підпісалися:

source: Following:
uk: Підписався:

source: Edit your profile
uk: Змінити профіль

source: Follow
uk: Підписатися

source: Unfollow
uk: Відписатися
